Repository: vipshmily/Padavan-3.4-KVR
Catalog: trunk/user/LPRng/po/*.po
Languages: pl

source: Status Information, attempt %d:
pl: Informacje o stanie, próba %d:

source: of %d:
pl: z %d:

source: Waiting %d seconds before retry
pl: czekanie %d sekund przed powtórzeniem

source: request id is %s
pl: id ¿±dania to %s

source: request id is %d
pl: id ¿±dania to %d

source: Error unlinking '%s' - %s
pl: B³±d podczas usuwania '%s' - %s

source: Done %d
pl: Zakoñczono %d

source: USER environment variable undefined
pl: Nie zdefiniowana zmienna ¶rodowiskowa USER

source: -ncopies -number of copies must be greater than 0
pl: -nkopii - liczba kopii musi byæ wiêksza od 0

source: nobanner
pl: beznag³ówka

source: width
pl: szeroko¶æ

source: bad -F format string '%s'
pl: b³êdny ³añcuch formatuj±cy -F '%s'

source: duplicate format specification -F%s
pl: powtórzona specyfikacja formatu -F%s

source: -Kcopies -number of copies must be greater than 0
pl: -Kkopii - liczba kopii musi byæ wiêksza od 0

source: Missing mail name
pl: Brak nazwy dla poczty

source: duplicate format specification -%c
pl: powtórzona specyfikacja formatu -%c

source: Usage: %s [-A] [-B] [-c] [-G] [-m] [-p] [-s] [-w] [-d printer@[host]] [-f form-name] [-H special-handling] [-n number] [-o options] [-P page-list] [-q priority-level] [-S character-set] [-S print-wheel] [-t title] [-T content-type [-r]] [-y mode-list] [-Ddebugopt ] [ filenames ... ] lp simulator using LPRng, functionality may differ slightly -A - use authentication specified by AUTH environment variable -B - filter files and reduce job to single file before sending -c - (make copy before printing - ignored) -d printer[@host] - printer on host -D debugflags - debugging flags -f formname - first letter used as job format -G - filter individual job files before sending -H handling - (passed as -Z handling) -m - mail sent to $USER on completion -n copies - number of copies -o option nobanner, width recognized (others passed as -Z option) -P pagelist - (print page list - ignored) -p - (notification on completion - ignored) -q - priority - 0 -> Z (highest), 25 -> A (lowest) -s - (suppress messages - ignored) -S charset - (passed as -Z charset) -t title - job title -T content - (passed as -Z content) -w - (write message on completion - ignored) -X path - user specified filter for job files -Y - connect and send to TCP/IP port (direct mode) -y mode - (passed as -Z mode) -- - end of options, files follow filename '-' reads from STDIN PRINTER, LPDEST, NGPRINTER, NPRINTER environment variables set default printer.
pl: Sk³adnia: %s [-A] [-B] [-c] [-G] [-m] [-p] [-s] [-w] [-d drukarka[@host]] [-f nazwa-form] [-H specjalna-obs³uga] [-n liczba] [-o opcje] [-P lista-stron] [-q priorytet] [-S zestaw-znaków] [-S print-wheel] [-t tytu³] [-T content-type [-r]] [-y lista-trybów] [-Dopcje¶ledzenia] [ nazwy plików ... ] symulator lp u¿ywaj±cy LPRng, funkcjonalno¶æ mo¿e siê nieco ró¿niæ -A - u¿ycie uwierzytelnienia zgodnego ze zmienn± ¶rodowiskow± AUTH -B - filtrowanie plików i zmniejszenie zadania do pojedynczego pliku przed wys³aniem -c - (tworzenie kopii przed drukowaniem - ignorowane) -d drukarka[@host] - drukarka na ho¶cie -D opcje¶ledzenia - flagi ¶ledzenia -f nazwaformatu - pierwsza litera u¿ywana jako format zadania -G - filtrowanie poszczególnych plików zadañ przed wys³aniem -H obs³uga - (przekazywane jako -Z obs³uga) -m - wys³anie poczty do $USER po zakoñczeniu zadania -n kopii - liczba kopii -o opcja rozpoznawane: nobanner, width (inne przekazywane jako opcja -Z) -P listastron - (lista stron do drukowania - ignorowana) -p - (powiadomienie po zakoñczeniu - ignorowane) -q - priorytet - 0 -> Z (najwy¿szy), 25 -> A (najni¿szy) -s - (pominiêcie komunikatów - ignorowane) -S zestaw - zestaw znaków (przekazywany jako -Z zestaw) -t tytu³ - tytu³ zadania -T tre¶æ - (przekazywane jako -Z tre¶æ) -w - (wypisanie komunikatu po zakoñczeniu - ignorowane) -X ¶cie¿ka - w³asny filtr dla plików zadañ -Y - po³±czenie i wys³anie na port TCP/IP (tryb bezpo¶redni) -y tryb - (przekazywane jako -Z tryb) -- - koniec opcji, reszta to pliki nazwa pliku '-' oznacza odczyt z STDIN Zmienne PRINTER, LPDEST, NGPRINTER, NPRINTER wybieraj± domy¶ln± drukarkê.

source: Usage: %s [-Pprinter[@host]] [-A] [-B] [-Cclass] [-Fformat] [-G] [-Jinfo] [-(K|#)copies] [-Q] [-Raccountname] [-Ttitle] [-Uuser[@host]] [-V] [-Zoptions] [-b] [-m mailaddr] [-h] [-i indent] [-l] [-w width ] [-r] [-Ddebugopt ] [--] [ filenames ... ] -A - use authentication specified by AUTH environment variable -B - filter files and reduce job to single file before sending -C class - job class -D debugopt - debugging flags -F format - job format -b,-l - binary or literal format c,d,f,g,l,m,p,t,v are also format options -G - filter individual job files before sending -J info - banner and job information -K copies, -# copies - number of copies -P printer[@host] - printer on host -Q - put 'queuename' in control file -Raccntname - accounting information -T title - title for 'pr' (-p) formatting -U username - override user name (restricted) -V - Verbose information during spooling -X path - user specified filter for job files -Y - connect and send to TCP/IP port (direct mode) -Z options - options to pass to filter -h - no header or banner page -i indent - indentation -k - do not use tempfile when sending to server -m mailaddr - mail final status to mailaddr -r - remove files after spooling -w width - width to use -- - end of options, files follow filename '-' reads from STDIN PRINTER, LPDEST, NPRINTER, NGPRINTER environment variables set default printer.
pl: Sk³adnia: %s [-Pdrukarka[@host]] [-A] [-B] [-Cklasa] [-Fformat] [-G] [-Jinfo] [-(K|#)kopii] [-Q] [-Rnazwakonta] [-Ttytu³] [-Uu¿ytkownik[@host]] [-V] [-Zopcje] [-b] [-m adrespoczty] [-h] [-i wciêcie] [-l] [-w szeroko¶æ] [-r] [-Dopcje¶ledzenia ] [--] [ nazwy plików ... ] -A - u¿ycie uwierzytelnienia zgodnego ze zmienn± ¶rodowiskow± AUTH -B - filtrowanie plików i zmniejszenie zadania do pojedynczego pliku przed wys³aniem -C klasa - klasa zadania -D opcje¶ledzenia - flagi ¶ledzenia -F format - format zadania -b,-l - format binarny lub dok³adny c,d,f,g,l,m,p,t,v tak¿e s± opcjami formatu -G - filtrowanie poszczególnych plików zadañ przed wys³aniem -J info - informacje o nag³ówku i zadaniu -K kopii, -# kopii - liczba kopii -P drukarka[@host] - drukarka na ho¶cie -Q - umieszczenie 'nazwy kolejki' w pliku kontrolnym -Rnazwakonta - informacje do rozliczeñ -T tytu³ - tytu³ dla formatowania 'pr' (-p) -U u¿ytkownik - wymuszenie nazwy u¿ytkownika (ograniczone) -V - szczegó³owe informacje podczas kolejkowania -X ¶cie¿ka - w³asny filtr dla plików zadañ -Y - po³±czenie i wys³anie na port TCP/IP (tryb bezpo¶redni) -Z opcje - opcje do przekazania do filtra -h - bez nag³ówka ani strony nag³ówkowej -i wciêcie - obs³uga wciêæ -k - nie u¿ywanie pliku tymczasowego przy wysy³aniu do serwera -m adres - wys³anie statusu poczt± na adres -r - usuniêcie plików po skolejkowaniu -w szer - szeroko¶æ do wykorzystania -- - koniec opcji, reszta to pliki nazwa pliku '-' oznacza odczyt z STDIN Zmienne PRINTER, LPDEST, NPRINTER, NGPRINTER wybieraj± domy¶ln± drukarkê.

source: Priority (first letter of Class) not 'A' (lowest) to 'Z' (highest)
pl: Priorytet (pierwsza litera klasy), nie 'A' (najni¿szy) do 'Z' (najwy¿szy)

source: -U (username) can only be used by ROOT
pl: -U (u¿ytkownik) mo¿e byæ podany tylko przez ROOTa

source: Get_local_host: '%s' FQDN name not found!
pl: Get_local_host: nie znaleziono nazwy FQDN '%s'!

source: Bad format specification '%c'
pl: B³êdne okre¶lenie formatu '%c'

source: Sorry, can only print %d files at a time, split job up
pl: Niestety, mo¿na drukowaæ tylko %d plików jednocze¶nie, trzeba podzieliæ zadanie

source: Maximum of %d copies allowed
pl: Dozwolone maksymalnie %d kopii

source: authentication conficts with -k option
pl: uwierzytelnienie jest w konflikcie z opcj± -k

source: send_block_format configuration option conficts with -k option
pl: opcja konfiguracji send_block_format jest w konflikcie z opcj± -k

source: send_data_first configuration option conficts with -k option
pl: opcja konfiguracji send_data_first jest w konflikcie z opcj± -k

source: multiple copies conficts with -k option
pl: wiele kopii jest w konflikcie z opcj± -k

source: files on command line conflicts with -k option
pl: pliki w linii poleceñ s± w konflikcie z opcj± -k

source: Make_temp_fd failed
pl: Make_temp_fd nie powiod³o siê

source: You have closed STDIN! cannot pipe from a closed connection
pl: STDIN jest zamkniête! nie mo¿na utworzyæ potoku z zamkniêtego po³±czenia

source: Copy_STDIN: write to temp file failed
pl: Copy_STDIN: zapis do pliku tymczasowego nie powiód³ siê

source: Copy_STDIN: stat of temp fd '%d' failed
pl: Copy_STDIN: stat na tymczasowym deskryptorze '%d' nie powiod³o siê

source: Check_files: stat of temp fd '%d' failed
pl: Check_files: stat na tymczasowym deskryptorze '%d' nie powiod³o siê

source: cannot print '%s': %s
pl: nie mo¿na wydrukowaæ '%s': %s

source: not a regular file
pl: nie jest zwyk³ym plikiem

source: cannot read it
pl: nie mo¿na tego przeczytaæ

source: unprintable characters at start of file, check your LANG environment variable as well as the input file
pl: niedrukowalne znaki na pocz±tku pliku - nale¿y sprawdziæ zmienn± ¶rodowiskow± LANG oraz plik wej¶ciowy

source: option '%c' missing argument
pl: przy opcji '%c' brakuje argumentu

source: option %c parameter `%s` is not positive integer value
pl: przy opcji %c parametr `%s` nie jest dodatni± liczb± ca³kowit±

source: option %c parameter `%s` is not integer value from 0 - %d
pl: przy opcji %c parametr `%s` nie jest liczb± ca³kowit± od 0 do %d

source: Printer: %s - cannot remove jobs from device '%s'
pl: Drukarka: %s - nie mo¿na usun±æ zadañ z urz±dzenia '%s'

source: Printer: %s - not in privileged group
pl: Drukarka: %s - spoza uprzywilejowanej grupy

source: usage: %s [-A] [-a | -Pprinter] [-Ddebuglevel] (jobid|user|'all')* -a - all printers -A - use authentication -Pprinter - printer (default PRINTER environment variable) -Uuser - impersonate this user (root or privileged user only) -Ddebuglevel - debug level -V - show version information user removes user jobs all removes all jobs jobid removes job number jobid Example: 'lprm -Plp 30' removes job 30 on printer lp 'lprm -a' removes all your jobs on all printers 'lprm -a all' removes all jobs on all printers Note: lprm removes only jobs for which you have removal permission
pl: Sk³adnia: %s [-A] [-a | -Pdrukarka] [-Dpoziom] (idzad|u¿ytkownik|'all')* -a - wszystkie drukarki -A - u¿ycie uwierzytelnienia -Pdrukarka - drukarka (domy¶lna jest podana przez zmienn± PRINTER) -Uu¿ytkownik - wcielenie siê w u¿ytkownika (tylko root lub uprzywilejowani) -Dpoziom - poziom ¶ledzenia (debug level) -V - pokazanie informacji o wersji u¿ytkownik usuniêcie zadañ u¿ytkownika all usuniêcie wszystkich zadañ idzad usuniêcie zadania o tym identyfikatorze Przyk³ad: 'lprm -Plp 30' usuwa zadanie 30 z drukarki lp 'lprm -a' usuwa wszystkie w³asne zadania ze wszystkich drukarek 'lprm -a all' usuwa wszystkie zadania ze wszystkich drukarek Uwaga: lprm usuwa tylko zadania do których ma siê prawo usuwania

source: usage: %s [-A] [-Ddebuglevel] (jobid|user|'all')* [printer] -A - use authentication -Ddebuglevel - debug level user removes user jobs all removes all jobs jobid removes job number jobid Example: 'clean 30 lp' removes job 30 on printer lp 'clean' removes first job on default printer 'clean all' removes all your jobs on default printer 'clean all all' removes all your jobs on all printers Note: clean removes only jobs for which you have removal permission
pl: Sk³adnia: %s [-A] [-Dpoziom] (idzad|u¿ytkownik|'all')* [drukarka] -A - u¿ycie uwierzytelnienia -Dpoziom - poziom ¶ledzenia (debug level) u¿ytkownik usuniêcie zadañ u¿ytkownika all usuniêcie wszystkich zadañ idzad usuniêcie zadania o tym identyfikatorze Przyk³ad: 'clean 30 lp' usuwa zadanie 30 z drukarki lp 'clean' usuwa pierwsze zadanie z domy¶lnej drukarki 'clean all' usuwa wszystkie w³asne zadania z domy¶lnej drukarki 'clean all all' usuwa wszystkie w³asne zadania ze wszystkich drukarek Uwaga: clean usuwa tylko te zadania, do których ma siê prawo usuwania

source: sleeping %d secs before retry, starting sleep
pl: czekanie %d sekund przed powtórzeniem, rozpoczêcie czekania

source: printer %s job %s
pl: drukarka %s zadanie %s

source: was successful.
pl: powiod³o siê.

source: failed, and retry count was exceeded.
pl: nie powiod³o siê, licznik prób wygas³.

source: failed and could not be retried.
pl: nie powiod³o siê i próba nie mo¿e byæ powtórzona.

source: died a horrible death.
pl: zmar³o okropn± ¶mierci±.

source: no network support for '%s' operation
pl: brak obs³ugi sieci dla operacji '%s'

source: --X option form illegal
pl: Niedozwolona postaæ opcji --X

source: %s: Illegal option '%c'
pl: %s: Niedozwolona opcja '%c'

source: %s: missing argument for '%c'
pl: %s: przy opcji '%c' brakuje argumentu
