Repository: vipshmily/Padavan-3.4-KVR
Catalog: trunk/user/LPRng/po/*.po
Languages: pl

source: connection to accounting server '%s' failed '%s'
pl: po³±czenie z serwerem rozliczeñ '%s' nie powiod³o siê: '%s'

source: authentication requested (-A option) and AUTH environment variable not set
pl: ¿±dano uwierzytelnienia (opcja -A), ale nie ustawiono zmiennej ¶rodowiskowej AUTH

source: exit
pl: koniec

source: Printer: %s - cannot get status from device '%s'
pl: Drukarka: %s - nie mo¿na odczytaæ stanu z urz±dzenia '%s'

source: Printer: %s - direct connection to device '%s'
pl: Drukarka: %s - bezpo¶rednie po³±czenie z urz±dzeniem '%s'

source: Locale information directory '%s'
pl: Katalog z informacjami o lokalizacji '%s'

source: LANG environment variable '%s'
pl: Zmienna ¶rodowiskowa LANG '%s'

source: gettext translation information '%s'
pl: informacje o t³umaczeniu gettext '%s'

source: No translation available
pl: T³umaczenie nie dostêpne

source: TRANSLATION TEST
pl: TEST T£UMACZENIA

source: all
pl: wszystko

source: # Printcap Information
pl: # Informacje printcap

source: execvp failed - '%s'
pl: execvp nie powiod³o siê - '%s'

source: fork failed - '%s'
pl: fork nie powiod³o siê - '%s'

source: doaction: waitpid(%ld) failed
pl: doaction: waitpid(%ld) nie powiod³o siê

source: usage: %s [-a][-Ddebuglevel][-Pprinter][-Shost][-Uusername][-V] [command] with no command, reads from STDIN -a - alias for -Pall -Ddebuglevel - debug level -Pprinter - printer -Pprinter@host - printer on lpd server on host -Shost - connect to lpd server on host -Uuser - identify command as coming from user -V - increase information verbosity commands: active (printer[@host]) - check for active server abort (printer[@host] | all) - stop server class printer[@host] (class | off) - show/set class printing disable (printer[@host] | all) - disable queueing debug (printer[@host] | all) debugparms - set debug level for printer down (printer[@host] | all) - disable printing and queueing enable (printer[@host] | all) - enable queueing flush (printer[@host] | all) - flush cached status hold (printer[@host] | all) (name[@host] | job | all)* - hold job holdall (printer[@host] | all) - hold all jobs on kill (printer[@host] | all) - stop and restart server lpd (printer[@host]) - get LPD PID lpq (printer[@host] | all) (name[@host] | job | all)* - invoke LPQ lprm (printer[@host] | all) (name[@host]|host|job| all)* - invoke LPRM msg printer message text - set status message move printer (user|jobid)* target - move jobs to new queue noholdall (printer[@host] | all) - hold all jobs off printcap (printer[@host] | all) - report printcap values quit - exit LPC redirect (printer[@host] | all) (printer@host | off )* - redirect jobs redo (printer[@host] | all) (name[@host] | job | all)* - reprint jobs release (printer[@host] | all) (name[@host] | job | all)* - release jobs reread - LPD reread database information start (printer[@host] | all) - start printing status (printer[@host] | all) - status of printers stop (printer[@host] | all) - stop printing topq (printer[@host] | all) (name[@host] | job | all)* - reorder jobs up (printer[@host] | all) - enable printing and queueing diagnostic: defaultq - show default queue for LPD server defaults - show default configuration values lang - show current i18n (iNTERNATIONALIZATIONn) support client (printer | all) - client config and printcap information server (printer | all) - server config and printcap
pl: Sk³adnia: %s [-a][-Dpoziom][-Pdrukarka][-Shost][-Uu¿ytkownik][-V] [polecenie] bez podanego polecenia czyta ze standardowego wej¶cia -a - alias dla -Pall -Dpoziom - poziom ¶ledzenia (debug level) -Pdrukarka - drukarka -Pdrukarka@host - drukarka na serwerze lpd na ho¶cie -Shost - po³±czenie z serwerem lpd na ho¶cie -Uu¿ytkownik - identyfikacja polecenia jako pochodz±ce od u¿ytkownika -V - zwiêkszenie ilo¶ci informacji polecenia: active (drukarka[@host]) - sprawdzenie aktywno¶ci serwera abort (drukarka[@host] | all) - zatrzymanie serwera class drukarka[@host] (klasa | off) - pokazanie/ustawienie drukowania klas disable (drukarka[@host] | all) - wy³±czenie kolejkowania debug (drukarka[@host] | all) parametry - ustawienie poziomu ¶ledzenia down (drukarka[@host] | all) - wy³±czenie drukowania i kolejkowania enable (drukarka[@host] | all) - w³±czenie kolejkowania flush (drukarka[@host] | all) - wyczyszczenie zapamiêtanego stanu hold (drukarka[@host] | all) (nazwa[@host] | zad. | all)* - wstrzymanie zadania holdall (drukarka[@host] | all) - wstrzymanie wszystkich zadañ kill (drukarka[@host] | all) - zatrzymanie i restart serwera lpd (drukarka[@host]) - odczyt PID-u LPD lpq (drukarka[@host] | all) (nazwa[@host] | zad. | all)* - wywo³anie LPQ lprm (drukarka[@host] | all) (nazwa[@host]|host|zad.|all)*- wywo³anie LPRM msg drukarka komunikat tekst - ustawienie komunikatu o stanie move drukarka (u¿ytkownik|idzad)* cel - wys³anie zadañ do nowej kolejki noholdall (drukarka[@host] | all) - wznowienie wszystkich zadañ printcap (drukarka[@host] | all) - przekazanie warto¶ci printcap quit - zakoñczenie LPC redirect (drukarka[@host] | all) (drukarka@host|off)* - przekierowanie zadañ redo (drukarka[@host] | all) (nazwa[@host] | zad. | all)* - ponowny wydruk zadañ release (drukarka[@host] | all) (nazwa[@host]|zad.|all)* - uwolnienie zadañ reread - ponowne odczytanie bazy informacji LPD start (drukarka[@host] | all) - uruchomienie drukowania status (drukarka[@host] | all) - stan drukarek stop (drukarka[@host] | all) - zatrzymanie drukowania topq (drukarka[@host] | all) (nazwa[@host] | zad. | all)* - zamiana zadañ up (drukarka[@host] | all) - w³±czenie drukowania i kolejkowania diagnostyka: defaultq - pokazanie domy¶lnej kolejki serwera LPD defaults - pokazanie domy¶lnych warto¶ci ustawieñ lang - pokazanie aktualnie obs³ugiwanej lokalizacji client (drukarka | all) - informacja o konfiguracji i printcap klienta server (drukarka | all) - konfiguracja i printcap serwera

source: No LPD lockfile specified!
pl: Nie podano pliku blokuj±cego LPD!

source: Another print spooler active, possibly lpd process '%ld'
pl: Inny demon wydruku aktywny, prawdopodobnie proces lpd '%ld'

source: cannot open or lock lockfile - %s
pl: nie mo¿na otworzyæ lub zablokowaæ pliku blokuj±cego - %s

source: lpd: main() dofork failed
pl: lpd: main() dofork nie powiod³o siê

source: lpd: pipe call failed
pl: lpd: wywo³anie pipe nie powiod³o siê

source: lpd: cannot start initial logger process
pl: lpd: nie mo¿na uruchomiæ pocz±tkowego procesu loguj±cego

source: lpd: select error!
pl: lpd: b³±d select!

source: lpd: Lpd_request pipe EOF! cannot happen
pl: lpd: EOF potoku w Lpd_request! niemo¿liwe

source: Setup_log: open /dev/null failed
pl: Setup_log: otwarcie /dev/null nie powiod³o siê

source: Setup_log: dup2(%d,%d) failed
pl: Setup_log: dup2(%d,%d) nie powiod³o siê

source: Setup_log: open %s failed
pl: Setup_log: otwarcie %s nie powiod³o siê

source: lpd: Cannot truncate lock file
pl: lpd: Nie mo¿na skróciæ pliku blokuj±cego

source: lpd: Cannot open lock file '%s'
pl: lpd: Nie mo¿na otworzyæ pliku blokuj±cego '%s'

source: usage: %s [-FV][-D dbg][-L log][-P path][-p port][-R remote LPD TCP/IP destination port] Options -D dbg - set debug level and flags -F - run in foreground, log to STDERR -L logfile - append log information to logfile -V - show version info -p port - TCP/IP listen port, 'off' disables TCP/IP listening port (lpd_listen_port) -P path - UNIX socket path, 'off' disables UNIX listening socket (unix_socket_path) -R port - remote LPD server port (lpd_port)
pl: Sk³adnia: %s [-FV][-D dbg][-L log][-P gniazdo][-p port][-R port TCP/IP zdalnego LPD] Opcje -D dbg - ustawienie poziomu i flag ¶ledzenia -F - uruchomienie na pierwszym planie, logi na STDERR -L plikloga - do³±czanie logowanych informacji do plikuloga -V - pokazanie informacji o wersji -p port - port nas³uchuj±cy TCP/IP, 'off' wy³±cza nas³uch TCP/IP (lpd_listen_port) -P gniazdo - ¶cie¿ka gniazda uniksowego, 'off' wy³±cza gniazdo (unix_socket_path) -R port - port zdalnego serwera LPD (lpd_port)

source: lpd: fork() failed
pl: lpd: fork() nie powiod³o siê

source: lpd: accept on listening socket failed
pl: lpd: accept na gnie¼dzie s³uchaj±cym nie powiod³o siê

source: Start_all: pipe failed!
pl: Start_all: pipe nie powiod³o siê!

source: bad control command '%s'
pl: b³êdne polecenie kontrolne '%s'

source: printer '%s' has illegal char at '%s' in name
pl: drukarka '%s' ma nieprawid³owy znak przy '%s' w nazwie

source: %s: unknown control request '%s'
pl: %s: nieznane ¿±danie kontrolne '%s'

source: Use: move printer (user|jobid)* target
pl: Sk³adnia: move drukarka (u¿ytkownik|idzadania)* cel

source: no permission to control server
pl: brak uprawnieñ do kontrolowania serwera

source: not implemented yet
pl: jeszcze nie zaimplementowano

source: server process PID %ld exited
pl: proces serwera PID %ld zakoñczy³ siê

source: kill server process PID %ld with %s
pl: zabicie procesu serwera PID %ld przez %s

source: enabled and started
pl: w³±czono i uruchomiono

source: disabled and stopped
pl: wy³±czono i zatrzymano

source: stopped
pl: zatrzymano

source: started
pl: uruchomiono

source: disabled
pl: wy³±czono

source: enabled
pl: w³±czono

source: redirected
pl: przekierowano

source: holdall on
pl: wstrzymano wszystko

source: holdall off
pl: wznowiono wszystko

source: move done
pl: przeniesienie wykonane

source: class updated
pl: klasa uaktualniona

source: killed job
pl: usuniêto zadanie

source: aborted job
pl: przerwano zadanie

source: flushed status
pl: wyczyszczono stan

source: WARNING: the main load balance server may have exited before it could be informed that there were new jobs. Please use 'lpc start %s' to start the server
pl: UWAGA: g³ówny serwer rozk³adaj±cy obci±¿enie móg³ zakoñczyæ pracê przed poinformowaniem, ¿e s± nowe zadania. Proszê u¿yæ 'lpc start %s', aby uruchomiæ serwer

source: Do_queue_control: write to fd '%d' failed
pl: Do_queue_control: zapis do deskryptora '%d' nie powiód³ siê

source: %s: no permission '%s'
pl: %s: brak uprawnienia '%s'

source: %s: selected '%s'
pl: %s: wybrano '%s'

source: %s: cannot set hold file '%s'
pl: %s: nie mo¿na ustawiæ pliku wstrzymania '%s'

source: holdall
pl: wszystko-wstrzymane

source: class=%s
pl: klasa=%s

source: autohold
pl: autowstrzymanie

source: wrong number arguments, %d
pl: b³êdna liczba argumentów - %d

source: forwarding to '%s'
pl: przekazywanie do '%s'

source: forwarding off
pl: przekazywanie wy³±czone

source: classes printed '%s'
pl: wydrukowane klasy '%s'

source: all classes printed
pl: wszystkie klasy wydrukowane

source: debugging override set to '%s'
pl: wymuszenie ¶ledzenia ustawione na '%s'

source: debugging override off
pl: wymuszenie ¶ledzenia wy³±czone

source: Do_queue_jobs: cannot open lockfile '%s'
pl: Do_queue_jobs: nie mo¿na otworzyæ pliku blokuj±cego '%s'

source: cannot update job ticket file for '%s'
pl: nie mo¿na uaktualniæ pliku biletu zadania dla '%s'

source: Do_queue_jobs: cannot update job ticket file for '%s'
pl: Do_queue_jobs: nie mo¿na uaktualniæ pliku biletu zadania dla '%s'

source: removing job '%s' - no permissions
pl: usuwanie zadania '%s' - brak uprawnieñ

source: Do_queue_jobs: LOGIC ERROR - no identifer '%s'
pl: Do_queue_jobs: B£¡D LOGIKI - brak identyfikatora '%s'

source: Do_queue_jobs: FORWARDING LOOP - '%s'
pl: Do_queue_jobs: PÊTLA PRZEKAZYWANIA - '%s'

source: cannot update job ticket file '%s'
pl: nie mo¿na uaktualniæ pliku biletu zadania '%s'

source: Do_queue_jobs: cannot update job ticket file '%s'
pl: Do_queue_jobs: nie mo¿na uaktualniæ pliku biletu zadania '%s'

source: Do_queue_jobs: LOGIC ERROR! new_dest and use_subserver == %d
pl: Do_queue_jobs: B£¡D LOGIKI! new_dest i use_subserver == %d

source: sleeping, waiting for processes to exit
pl: oczekiwanie na zakoñczenie procesów

source: Do_queue_jobs: write to fd '%d' failed
pl: Do_queue_jobs: zapis do deskryptora '%d' nie powiód³ siê

source: Remote_job: %d datafiles and only allowed %d
pl: Remote_job: %d plików danych, a dozwolonych tylko %d

source: link failure while sending job '%s'
pl: b³±d po³±czenia podczas wysy³ania zadania '%s'

source: no permission to spool job '%s'
pl: brak uprawnieñ do skolejkowania zadania '%s'

source: failed to send job '%s'
pl: wys³anie zadania '%s' nie powiod³o siê

source: Fork_subserver: fork failed
pl: Fork_subserver: fork nie powiod³o siê

source: subserver pid %ld exit status '%s'
pl: podserwer pid %ld zakoñczony ze statusem '%s'

source: subserver pid %ld died with signal '%s'
pl: podserwer pid %ld umar³ od sygna³u '%s'

source: Wait_for_subserver: Mergesort failed
pl: Wait_for_subserver: Mergesort nie powiod³o siê

source: Wait_for_subserver: LOGIC ERROR! waiting for pid %d failed
pl: Wait_for_subserver: B£¡D LOGIKI! oczekiwanie na pid %d nie powiod³o siê

source: Update_status: no identifier for '%s'
pl: Update_status: brak identyfikatora dla '%s'

source: job '%s' saved
pl: zadanie '%s' zachowane

source: could not remove job '%s'
pl: nie mo¿na usun±æ zadania '%s'

source: job '%s' removed
pl: zadanie '%s' usuniête

source: job '%s', attempt %d, allowed %d
pl: zadanie '%s', próba %d, dozwolonych %d

source: treating as successful
pl: traktowane jako pomy¶lne

source: retrying job
pl: ponawianie próby

source: no retry
pl: bez ponawiania

source: aborting server
pl: przerwanie zadania

source: removing job - status JREMOVE
pl: usuwanie zadania - status JREMOVE

source: holding job
pl: wstrzymywanie zadania

source: unexpected status 0x%x
pl: nieoczekiwany status 0x%x

source: job '%s', %s
pl: zadanie '%s', %s

source: job '%s' attempt %d, trying %d times
pl: zadanie '%s' próba %d, próbowanie %d razy

source: job '%s' attempt %d, trying indefinitely
pl: zadanie '%s' próba %d, próbowanie bez koñca

source: failed, no retry
pl: nie powiod³o siê, bez ponownych prób

source: removing job '%s' - JFAILNORETRY
pl: usuwanie zadania '%s' - JFAILNORETRY

source: aborting operations
pl: przerywanie operacji

source: removing job '%s' - JABORT
pl: usuwanie zadania '%s' - JABORT

source: stopping printing on filter JABORT exit code
pl: zatrzymywanie drukowania po kodzie wyj¶cia filtra JABORT

source: removing destination due to errors
pl: usuwanie celu z powodu b³êdów

source: too many errors
pl: za du¿o b³êdów

source: removing job '%s' - JREMOVE
pl: usuwanie zadania '%s' - JREMOVE

source: Service_worker: cannot open lockfile '%s'
pl: Service_worker: nie mo¿na otworzyæ pliku blokuj±cego '%s'

source: Service_worker: cannot update job ticket file for '%s'
pl: Service_worker: nie mo¿na uaktualniæ pliku biletu zadania dla '%s'

source: Service_worker: no identifier for '%s'
pl: Service_worker: brak identyfikatora dla '%s'

source: job '%s' removed- status expired
pl: zadanie '%s' usuniête - status wygas³

source: bad command line
pl: b³êdna linia polecenia

source: bad printer name
pl: b³êdna nazwa drukarki

source: %s: cannot set up print queue
pl: %s: nie mo¿na ustawiæ kolejki wydruków

source: %s: spooling disabled
pl: %s: buforowanie wy³±czone

source: %s: Receive_job: sending ACK 0 failed
pl: %s: Receive_job: wysy³anie ACK 0 nie powiod³o siê

source: Receive_job: cannot open lockfile '%s'
pl: Receive_job: nie mo¿na otworzyæ pliku blokuj±cego '%s'

source: Receive_job: cannot lock lockfile '%s'
pl: Receive_job: nie mo¿na zablokowaæ pliku blokuj±cego '%s'

source: Recovering from incorrect job submission
pl: Przywracanie stanu po zleceniu niepoprawnego zadania

source: %s: Receive_job - bad control line '%s', len %0.0f, name '%s'
pl: %s: Receive_job - b³êdna linia kontrolna '%s', d³ugo¶æ %0.0f, nazwa '%s'

source: size %0.3fK exceeds %dK
pl: rozmiar %0.3fK przekracza %dK

source: %s: insufficient file space
pl: %s: za ma³o miejsca na plik

source: %s: sending ACK 0 for '%s' failed
pl: %s: wysy³anie ACK 0 dla '%s' nie powiod³o siê

source: %s: transfer of '%s' from '%s' failed
pl: %s: przesy³anie '%s' z '%s' nie powiod³o siê

source: Error setting up job ticket file - %s
pl: B³±d podczas ustanawiania pliku biletu zadania - %s

source: Receive_jobs: write to fd '%d' failed
pl: Receive_jobs: zapis do deskryptora '%d' nie powiód³ siê

source: %s: cannot set up printer
pl: %s: nie mo¿na ustawiæ drukarki

source: %s: Receive_block_job: sending ACK 0 failed
pl: %s: Receive_block_job: wysy³anie ACK 0 nie powiod³o siê

source: Receive_block_job: lseek failed '%s'
pl: Receive_block_job: lseek nie powiod³o siê: '%s'

source: Receive_block_jobs: write to fd '%d' failed
pl: Receive_block_jobs: zapis do deskryptora '%d' nie powiód³ siê

source: Scan_block_file: lseek failed '%s'
pl: Scan_block_file: lseek nie powiod³o siê: '%s'

source: bad length information '%s'
pl: b³êdna informacja o d³ugo¶ci '%s'

source: Scan_block_file: read failed '%s'
pl: Scan_block_file: odczyt nie powiód³ siê: '%s'

source: Scan_block_file: read unexecpted EOF
pl: Scan_block_file: nieoczekiwany EOF przy odczycie

source: %s: no permission to print
pl: %s: brak uprawnieñ do drukowania

source: Do_incoming_control_filter: lseek failed '%s'
pl: Do_incoming_control_filter: lseek nie powiod³o siê: '%s'

source: Get_route: lseek failed '%s'
pl: Get_route: lseek nie powiod³o siê: '%s'

source: missing user or printer name
pl: brak nazwy u¿ytkownika lub drukarki

source: printer '%s' has illegal character at '%s' in name
pl: drukarka '%s' ma nieprawid³owy znak przy '%s' w nazwie

source: Job_remove: error '%s'
pl: Job_remove: b³±d '%s'

source: Printer %s@%s:
pl: Drukarka %s@%s:

source: checking perms '%s'
pl: sprawdzanie uprawnieñ '%s'

source: no permissions '%s'
pl: brak uprawnieñ '%s'

source: dequeued '%s'
pl: usuniêto z kolejki '%s'

source: error: could not remove '%s'
pl: b³±d: nie mo¿na usun±æ '%s'

source: ERROR:
pl: B£¡D:

source: bad command line '%s'
pl: b³êdna linia polecenia '%s'

source: bad printer name '%s'
pl: b³êdna nazwa drukarki '%s'

source: bad printer '%s'
pl: b³êdna drukarka '%s'

source: unsupported authentication '%s'
pl: nieobs³ugiwane uwierzytelnienie '%s'

source: no receive method supported for '%s'
pl: brak obs³ugiwanej metody otrzymywania dla '%s'

source: %s: job size %0.0f is larger than %d K
pl: %s: rozmiar zadania %0.0f jest wiêkszy ni¿ %d K

source: %s: no permission to show status
pl: %s: brak uprawnieñ do pokazania stanu

source: (originally %s)
pl: (oryginalnie %s)

source: Error:
pl: B³±d:

source: - printer %s@%s not in printcap
pl: - drukarka %s@%s nie wystêpuje w printcap

source: - printer %s@%s has bad printcap entry
pl: - drukarka %s@%s ma b³êdny wpis w printcap

source: <cpy %d/%d>
pl: <kopia %d/%d>

source: Job: %s
pl: Zadanie: %s

source: %s status= %s
pl: %s stan= %s

source: %s size= %0.0f
pl: %s rozmiar= %0.0f

source: %s time= %s
pl: %s czas= %s

source: %s error= %s
pl: %s b³±d= %s

source: (%d held)
pl: (%d wstrzymanych)

source: (%d move)
pl: (%d przeniesionych)

source: Comment: %s
pl: Komentarz: %s

source: Printing: %s Aborted: %s Spooling: %s
pl: Drukowanie: %s Przerwane: %s Buforowanie: %s

source: Redirected_to: %s
pl: Przekierowane_do: %s

source: (redirect %s)
pl: (przekierowanie %s)

source: (dest %s@%s)
pl: (cel %s@%s)

source: Serving: %s
pl: Wysy³anie: %s

source: (serving %s)
pl: (wysy³anie %s)

source: Classes: %s
pl: Klasy: %s

source: (classes %s)
pl: (klasy %s)

source: Hold_all: on
pl: Wstrzymanie_wszystkiego: tak

source: (holdall)
pl: (wstrzymanie wszystkiego)

source: Auto_hold: on
pl: Autowstrzymanie: tak

source: (autohold)
pl: (autowstrzymanie)

source: Message: %s
pl: Komunikat: %s

source: (message: %s)
pl: (komunikat: %s)

source: Queue: no printable jobs in queue
pl: Kolejka: brak drukowalnych zadañ w kolejce

source: Holding: %d held jobs in queue
pl: Wstrzymane: %d wstrzymanych zadañ w kolejce

source: Server: no server active
pl: Serwer: brak aktywnych serwerów

source: Server: pid %d active
pl: Serwer: pid %d aktywny

source: Unspooler: pid %d active
pl: Unspooler: pid %d aktywny

source: Filter_status:
pl: Status_filtra:

source: Dispatch_input: bad request line '%s' from %s
pl: Displatch_input: b³êdna linia ¿±dania '%s' od %s

source: Service_connection: getpeername failed
pl: Service_connection: getpeername nie powiod³o siê

source: Service_connection: BAD LocalHost_IP value
pl: Service_connection: b³êdna warto¶æ LocalHost_IP

source: Service_connection: bad protocol family '%d'
pl: Service_connection: b³êdna rodzina protoko³ów '%d'

source: no connect permissions
pl: brak uprawnieñ do po³±czenia

source: Service_connection: peek of length %d failed
pl: Service_connection: podgl±d o d³ugo¶ci %d nie powiód³ siê

source: Service_connection: cannot read request from %s in %d seconds
pl: Service_connection: nie mo¿na odczytaæ ¿±dania od %s w %d sekund

source: Service_connection: short request line '%s', from '%s'
pl: Service_connection: zbyt krótka linia ¿±dania '%s' od '%s'

source: usage: %s [-aAclV] [-Ddebuglevel] [-Pprinter] [-tsleeptime] -A - use authentication specified by AUTH environment variable -a - all printers -c - clear screen before update -l - increase (lengthen) detailed status information additional l flags add more detail. -L - maximum detailed status information -n linecount - linecount lines of detailed status information -Ddebuglevel - debug level -Pprinter - specify printer -s - short (summary) format -tsleeptime - sleeptime between updates -V - print version information -v - print in key: value format
pl: Sk³adnia: %s [-aAclV] [-Dpoziom] [-Pdrukarka] [-tczasoczek] -A - u¿ycie uwierzytelnienia zgodnego ze zmienn± ¶rodowiskow± AUTH -a - wszystkie drukarki -c - wyczyszczenie ekranu przed uaktualnieniem -l - zwiêkszenie (wyd³u¿enie) szczegó³owych informacji o stanie dodatkowe flagi l dodaj± wiêcej szczegó³ów. -L - najbardziej szczegó³owe informacje o stanie -n linii - tyle linii szczegó³owych informacji o stanie -Dpoziom - poziom ¶ledzenia (debug level) -Pdrukarka - podanie drukarki -s - krótki (sumaryczny) format -tczasoczek - czas oczekiwania miêdzy uaktualnieniami -V - wypisanie informacji o wersji -v - wypisanie w postaci klucz: warto¶æ

source: Printer: %s is %s@%s
pl: Drukarka: %s to %s@%s

source: Printer: %s - cannot use printer, not in privileged group
pl: Drukarka: %s - nie mo¿na u¿yæ drukarki, spoza grupy uprzywilejowanej

source: Printer:
pl: Drukarka:

source: fork() failed
pl: fork() nie powiod³o siê

source: Term_clear: waitpid(%d) failed
pl: Term_clear: waitpid(%d) nie powiod³o siê

source: lpq: please use the LPRng lpstat program
pl: lpq: proszê u¿yæ programu LPRng lpstat

source: scheduler is running
pl: szeregowanie dzia³a

source: no system default destination
pl: brak celu domy¶lnego dla systemu

source: system default destination: %s
pl: cel domy¶lny dla systemu: %s

source: system for %s: %s
pl: system dla %s: %s

source: Printer: %s - cannot use printer, not in privileged group
pl: Drukarka: %s - nie mo¿na u¿yæ drukarki, spoza grupy uprzywilejowanej

source: Printer: %s - direct connection to device '%s'
pl: Drukarka: %s - bezpo¶rednie po³±czenie z urz±dzeniem '%s'

source: %s not accepting requests since %s - unknown reason
pl: %s nie przyjmuje ¿±dañ od %s - przyczyna nieznana

source: %s accepting requests since %s
pl: %s przyjmuje ¿±dania od %s

source: printer %s unknown state. disabled since %s. available
pl: drukarka %s w nieznanym stanie. Wy³±czona od %s. Dostêpna

source: printer %s unknown state. enabled since %s. available
pl: drukarka %s w nieznanym stanie. W³±czona od %s. Dostêpna

source: Description: %s@%s
pl: Opis: %s@%s

source: nothing to print
pl: nie ma niczego do wydrukowania

source: cannot use printer - not in privileged group
pl: nie mo¿na u¿yæ drukarki - spoza uprzywilejowalnej grupy

source: no remote support for %s@%s
pl: brak zdalnej obs³ugi dla %s@%s

source: %d data files and maximum allowed %d
pl: %d plików danych, a dozwolone %d

source: Cannot open file '%s', %s
pl: Nie mo¿na otworzyæ pliku '%s': %s

source: (lpr_filter)
pl: (filtr_lpr)
